{
    "intro": {
        "heading": "We are <b class='bold'>Revive</b>!",
        "body": [
            "A support hub for parents and carers of children with additional needs."
        ],
        "buttonText": "Join the team!",
        "url": "/volunteer"
    },
    "story1": {
        "heading": "Welcome!",
        "body": "This group is for parents and carers of children with additional needs. With the education system being so complicated and the lack of support available, Revive is a great place to come and unload the stress. With free refreshments, a sensory shop, and a sensory equipment library, you are in the perfect place to get support from people who understand."
    },
    "story2": {
        "heading": "Why Revive? My Story...",
        "body": [
            "November 2022 saw the launch of our support group ‘Revive’. This was something placed on my heart by God as I personally felt called to help others that were going through similar thoughts and feelings to myself.",
            "Having a child with additional needs can leave parents feeling very lost and lonely. I have had to fight the education system since my child was two years old because others didn’t see the same thing that I did, and I often felt judged and deemed a bad parent by professionals. Over the years my family showed me a massive amount of support and as I had worked in schools for many years, I was able to identify some of the characteristics of autism in my child. Right from the age of two I made lists of behaviours I was seeing which all linked up to the autism spectrum. Because my child would mask his behaviours in pre-school and when the health visitors came round, it appeared like it was just me and it was my fault...",
            "When lockdown ended and we could see our family again it was easier and it made me think about how many other people must be going through similar things with their children but maybe have no family or support. There is no help available to parents because there are so many people in need that the NHS is simply overwhelmed. The amount of children with additional needs has increased dramatically but the number of paediatricians hasn’t. So many families are struggling and with nowhere to turn.",
            "After lockdown we received no support from school as our child was simply ‘fine’ in class. Gary and I prayed, we got our friends to pray and we made the decision to move Elliot to a different school and start again hoping we would get support. We also put him on a private assessment waiting list and continued praying that when an appointment came up we would find the money somehow. Part one of the assessment was £1300 and we were thankful that an appointment came up in just 3 months...",
            "Sure enough we entered the second phase of assessments for autism with E as they had enough evidence to think he could possibly be on the spectrum. Again we had no reason to worry because someone else in the family offered to pay the additional £1600. This included seeing two separate educational psychologists for lots of tests, and an occupational therapist visiting school. The report was efficient and quickly came back that E was on the Autistic Spectrum. We cried. We cried because we had an answer, we cried because we knew we had done the right thing, but mostly we cried because our boy was still struggling.",
            "Since this diagnosis in May 2022 I have continued the fight. School have given a tiny amount of support and because he is academically able we have been turned down for an EHCP. I know wholeheartedly that a school designed for pupils with autism would be best for Elliot, but because he is clever and not underachieving it is a huge struggle. Yet there are schools that are for more able children with autism that have spaces, but to get a place you need an EHCP and to get an EHCP you need to be able to prove that the child is not making academic progress.. does any of this make sense to you? And so the battle goes on....",
            "2023/24 and we were going through similar struggles with our daughter Aliona. I always knew that she was neuro-diverse but had it in my mind (and was also told this a lot) that she may be copying behaviours learned from her brother. We decided to use the same company we used for Elliot’s assessments and get her on the track to getting some help. The ASD assessments came out borderline and so they decided not to give her an autism diagnosis. Aliona’s school teacher at the time, basically said she was fine at school (did not support us one bit) and so this didn’t help and we felt like the assessment was saying it was our fault as parents she was behaving in these neuro-diverse ways! Aliona has a lot of anxiety (she is currently 7) and doesn’t sleep well. She needs structure, routine and a lot of reassurance. We are currently on the pathway with the NHS but in all honesty I am not holding out hope and will just continue to do everything we can to help her on her journey.",
            "Please pray for revive, it is hugely needed and I have a big vision for it. Pray for everyone that comes, and if you can support us in any way whether that be financially, providing or an item for the gift bags each month please contact me Revivehereforyou@gmail.com",
            "Laura Wydell"
        ],
        "buttonText": "Read more"
    }
}
